Divided path cannot be mirrored without its curves.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DividedPathCannotBeMirroredWithoutItsCurves { get; }
  Visual Basic
Public Shared ReadOnly Property DividedPathCannotBeMirroredWithoutItsCurves As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DividedPathCannotBeMirroredWithoutItsCurves {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DividedPathFailures Class
  Autodesk.Revit.DB Namespace